Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Messages.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CHECK_IN_LOCATION_HISTORY_SAMPLE_DATA_FULL_HISTORY_FOOTER
source: Includes all limited data plus route traveled and location of last iPhone unlock and Apple Watch removal.
ar: تشمل جميع البيانات المحدودة بالإضافة إلى مسار الرحلة وموقع آخر مرة تم فيها فتح قفل iPhone وخلع Apple Watch.
bg: Включва всички ограничени данни плюс изминатия маршрут на пътуването, както и местоположението на последното отключване на iPhone и сваляне на Apple Watch.
ca: Inclou totes les dades limitades, a més del trajecte recorregut i la ubicació on s’ha desbloquejat l’iPhone per darrera vegada i s’ha tret l’Apple Watch.
cs: Zahrnuje všechny údaje z omezeného výběru a navíc trasu vaší cesty a místo, kde jste naposled odemkli iPhone nebo sejmuli z ruky Apple Watch.
da: Omfatter alle begrænsede data samt tilbagelagt rute og lokaliteten, hvor iPhone sidst blev låst op og Apple Watch fjernet.
de: Mit allen eingeschränkten Daten plus zurückgelegter Route und Ort, an dem das iPhone entsperrt und die Apple Watch abgenommen wurde.
el: Περιλαμβάνει όλα τα περιορισμένα δεδομένα, καθώς και τη διαδρομή που πραγματοποιήθηκε και την τοποθεσία του πιο πρόσφατου ξεκλειδώματος του iPhone και αφαίρεσης του Apple Watch.
es: Se incluyen todos los datos reducidos junto con el trayecto recorrido y la ubicación de la última vez que se desbloqueó el iPhone y se quitó el Apple Watch.
es_us: Incluye todos los datos limitados y la ruta recorrida, así como la ubicación de la última vez que se desbloqueó el iPhone y que se quitó el Apple Watch.
fi: Sisältää kaikki rajoitetut tiedot, kuljetun reitin ja sijainnin, jossa iPhone avattiin ja Apple Watch poistettiin viimeksi.
fr: Inclut toutes les données limitées ainsi que le trajet parcouru, la position du dernier déverrouillage de l’iPhone et la position de retrait de l’Apple Watch.
fr_ca: Toutes les données limitées ainsi que le trajet parcouru, la position du dernier déverrouillage de l’iPhone et la position de retrait de l’Apple Watch sont inclus.
he: נתונים אלו כוללים את כל הנתונים המוגבלים וגם פרטים לגבי המסלול והמיקום האחרון שבו נעילת ה-iPhone בוטלה וה-Apple Watch הוסר.
hi: इसमें सभी सीमित डेटा के साथ-साथ की गई यात्रा का रूट और पिछली बार iPhone अनलॉक करने और Apple Watch उतारने का स्थान शामिल होता है।
hr: Sadrži sve ograničene podatke, rutu kojom ste putovali i lokaciju posljednjeg otključavanja iPhonea i uklanjanja Apple Watcha.
hu: Tartalmazza az összes Korlátozott-adatot, valamint a megtett útvonalat, az iPhone utolsó feloldásának és az Apple Watch levételének helyzetét.
id: Meliputi semua data terbatas ditambah rute yang dilalui dan lokasi tempat iPhone terakhir kali dibuka dan Apple Watch dilepas.
it: Include tutti i dati parziali, insieme all’itinerario percorso e all’ultima posizione in cui iPhone è stato sbloccato e Apple Watch è stato rimosso.
ja: すべての制限付きデータに加えて、移動経路、およびiPhoneをロック解除したときやApple Watchを手首から外したときの位置情報が含まれます。
kk: Барлық шектелген деректерді, сонымен қатар жүріп өткен жолды және соңғы iPhone құлпын ашу және Apple Watch сағатын шешу геолокациясын қамтиды.
ko: 제한된 모든 데이터 및 이동 경로, 마지막으로 iPhone이 잠금 해제되고 Apple Watch가 손목에서 제거된 위치를 포함합니다.
lt: Apima visus ribotus duomenis, taip pat informaciją apie nukeliautą maršrutą ir paskutinio „iPhone“ atrakinimo bei „Apple Watch“ pašalinimo vietą.
ms: Termasuk semua data terhad termasuk laluan yang digunakan dan lokasi buka kunci iPhone terakhir serta penanggalan Apple Watch.
nl: Omvat alle beperkte gegevens plus afgelegde route en de locatie waarop de iPhone voor het laatst is ontgrendeld en waarop de Apple Watch is verwijderd.
no: Inkluderer alle begrensede data pluss reiseruten din og stedet der iPhonen sist ble låst opp eller der Apple Watch ble fjernet.
pl: Obejmuje wszystkie ograniczone dane, a także pokonaną trasę oraz miejsca, w których ostatnio odblokowano iPhone’a lub zdjęto Apple Watch z nadgarstka.
pt_br: Inclui todos os dados limitados, além da rota percorrida e as localizações de onde o iPhone foi desbloqueado pela última vez e o Apple Watch foi removido.
pt_pt: Inclui todos os dados limitados, assim como o itinerário percorrido e a localização do último desbloqueio do iPhone e da remoção do Apple Watch.
ro: Include toate datele limitate plus ruta parcursă și locul în care iPhone‑ul a fost deblocat ultima dată și Apple Watch‑ul eliminat.
ru: Включает весь ограниченный объем данных, а также сведения о проделанном маршруте и геопозиции на момент последней разблокировки iPhone и снятия с руки Apple Watch.
sk: Zahŕňa všetky obmedzené dáta, ako aj prejdenú trasu a miesto posledného odomknutia iPhonu a zloženia Apple Watch z ruky.
sl: Vključuje vse omejene podatke kot tudi prepotovano pot ter lokacijo iPhona, ko je bil nazadnje odklenjen, in ure Apple Watch, ko je bila sneta z roke.
sv: Innehåller alla begränsade data samt resrutten och platsen där iPhone senast låstes upp och Apple Watch togs av.
th: รวมถึงข้อมูลที่จำกัดทั้งหมดรวมทั้งเส้นทางที่เดินทางและตำแหน่งที่ตั้งของการปลดล็อค iPhone ครั้งล่าสุดและการเอา Apple Watch ออก
tr: Tüm sınırlı verilerin yanı sıra seyahat güzergâhını ve son iPhone kilidini açma ve Apple Watch’u çıkarma konumunu içerir.
uk: Містить всі обмежені дані, а також пройдений маршрут і геопозицію останнього відімкнення iPhone і зняття з руки Apple Watch.
vi: Bao gồm tất cả dữ liệu giới hạn cùng với lộ trình đã di chuyển và vị trí mở khóa iPhone lần cuối cũng như vị trí tháo Apple Watch.
zh_cn: 包括全部有限数据外加行程路线，以及最后解锁iPhone和摘下Apple Watch的位置。
zh_hk: 包括全部有限資料，加上行經路線，以及iPhone最後解鎖和移除Apple Watch的位置。
zh_tw: 包含全部的有限資料，加上行經路線，以及iPhone最後解鎖和取下Apple Watch的位置。

# PERSONALIZED_ALERTS_UNAVAILABLE
source: Not Available
ar: غير متوفر
bg: Не е достъпно
ca: No disponible
cs: Není k dispozici
da: Ikke tilgængelig
de: Nicht verfügbar
el: Δεν διατίθεται
es: No disponible
es_us: No disponible
fi: Ei saatavilla
fr: Non disponible
fr_ca: Non disponible
he: לא זמין
hi: उपलब्ध नहीं
hr: Nije dostupno
hu: Nem érhető el
id: Tidak Tersedia
it: Non disponibile
ja: 使用不可
kk: Қолжетімсіз
ko: 사용할 수 없음
lt: Neprieinama
ms: Tidak Tersedia
nl: Niet beschikbaar
no: Ikke tilgjengelig
pl: Niedostępne
pt_br: Não Disponível
pt_pt: Indisponível
ro: Indisponibile
ru: Недоступно
sk: Nedostupné
sl: Ni na voljo
sv: Ej tillgängligt
th: ไม่มี
tr: Kullanılamıyor
uk: Недоступно
vi: Ko khả dụng
zh_cn: 不可用
zh_hk: 無法使用
zh_tw: 無法使用

# SEND_AS_SMS_DESCRIPTION
source: Send as Text Message when iMessage is unavailable. Text messages will always send as SMS when RCS is unavailable. Carrier messaging rates may apply.
ar: إرسال رسالة نصية عندما لا يكون iMessage متوفرًا. سيتم إرسال الرسائل دائمًا كرسائل SMS عند عدم توفر RCS. يمكن أن تنطبق رسوم على المراسلة من قبل شركة الاتصالات.
bg: Изпращане като текстово съобщение, когато iMessage не е достъпно. Текстовите съобщения винаги ще бъдат изпращани като SMS, когато RCS не е достъпно. Могат да бъдат приложени тарифите на операторите за съобщения.
ca: Envia els missatges com a missatges de text quan l’iMessage no estigui disponible. Si no es pot fer servir l’RCS, els missatges també s’envien com a SMS. Pot ser que el servei sigui de pagament.
cs: Není‑li iMessage k dispozici, poslat jako textovou zprávu. Když není k dispozici RCS, textové zprávy se vždy posílají jako SMS. Operátor může za přenos zpráv účtovat poplatky.
da: Send som tekstbesked, når iMessage er utilgængelig. Tekstbeskeder sendes altid som sms, når RCS ikke er tilgængelig. Evt. imod betaling af operatørens sms-priser.
de: Als Textnachricht senden, wenn iMessage nicht verfügbar ist. Textnachrichten werden immer als SMS gesendet, wenn RCS nicht verfügbar ist. Eventuell fallen Gebühren vom Netzbetreiber an.
el: Αποστολή ως γραπτού μηνύματος όταν δεν διατίθεται το iMessage. Τα γραπτά μηνύματα θα στέλνουν πάντα ένα SMS όταν είναι διαθέσιμο το RCS. Ο πάροχος κινητής τηλεφωνίας σας ενδέχεται να επιβάλει χρεώσεις για την αποστολή μηνυμάτων.
es: Envía los mensajes como mensajes de texto si iMessage no está disponible. Los mensajes de texto siempre se envían como SMS cuando RCS no está disponible. Puede que el operador te cobre.
es_us: Envía los mensajes como mensajes de texto si iMessage no está disponible. Los mensajes de texto siempre se enviarán como SMS cuando los RCS no estén disponibles. Puede que el operador cobre este servicio.
fi: Lähetä tekstiviestinä, kun iMessage ei ole käytettävissä. Tekstiviestit lähetetään aina SMS-viesteinä, kun RCS ei ole käytettävissä. Saattaa olla maksullista.
fr: Votre message sera envoyé par SMS ou MMS quand iMessage ne sera pas disponible. Les messages texte seront toujours envoyés par SMS quand le service RCS ne sera pas disponible. Ce service sera éventuellement facturé par l’opérateur.
fr_ca: L’envoi est effectué par message texte quand iMessage n’est pas disponible. Les messages texte seront toujours envoyés par SMS en cas d’indisponibilité de la messagerie RCS. Le service pourrait être facturé par l’opérateur.
he: ניתן לשלוח הודעת טקסט רגילה כאשר iMessage אינו זמין. הודעות טקסט יישלחו תמיד כ-SMS כאשר RCS אינו זמין. השירות עשוי להיות כרוך בתשלום למפעיל הסלולרי.
hi: iMessage अनुपलब्ध होने पर SMS के रूप में भेजें। RCS अनुपलब्ध होने पर टेक्स्ट मैसेज हमेशा SMS के रूप में भेजे जाएँगे। कैरियर मैसेजिंग दरें लागू हो सकती हैं।
hr: Pošaljite kao tekstualnu poruku kad iMessage nije dostupan. Tekstualne poruke uvijek će se poslati kao SMS kad RCS nije dostupan. Operater može naplatiti uslugu.
hu: Küldés szöveges üzenetként, ha az iMessage nem érhető el. A szöveges üzenetek mindig SMS-ként lesznek elküldve, amikor az RCS nem érhető el. A szolgáltató díjat számíthat fel az üzenetküldésért.
id: Kirim sebagai Pesan Teks saat iMessage tidak tersedia. Pesan teks akan selalu mengirim SMS jika RCS tidak tersedia. Biaya pesan operator mungkin dikenakan.
it: Invia come messaggio di testo quando iMessage non è disponibile. Se neppure la funzionalità RCS è disponibile, i messaggi di testo verranno sempre inviati come SMS. L’invio potrebbe non essere gratuito.
ja: iMessageを利用できない場合はテキストメッセージとして送信します。RCSを利用できない場合は常にSMSで送信します。通信事業者により送信料が発生する場合があります。
kk: iMessage қолжетімсіз болған кезде, мәтіндік хабар ретінде жіберіңіз. RCS қолжетімсіз болған кезде, мәтіндік хабарлар әрдайым SMS ретінде жіберіледі. Ұялы байланыс операторларының хабар жіберу тарифтері қолданылуы мүмкін.
ko: iMessage를 사용할 수 없을 때 문자 메시지로 전송합니다. RCS를 사용할 수 없는 경우 문자 메시지는 항상 SMS로 전송됩니다. 이동통신사 요금이 부과될 수 있습니다.
lt: Siųskite kaip tekstinę žinutę, kai „iMessage“ neprieinama. Tekstinės žinutės bus visada siunčiamos kaip SMS, kai RCS neprieinama. Gali būti taikomi operatoriaus žinučių siuntimo tarifai.
ms: Hantar sebagai Mesej Teks apabila iMessage tidak tersedia. Mesej teks akan sentiasa dihantar sebagai SMS apabila RCS tidak tersedia. Kadar pemesejan pembawa mungkin dikenakan.
nl: Stuur als tekstbericht wanneer iMessage niet beschikbaar is. Tekstberichten worden altijd als sms verstuurd wanneer RCS niet beschikbaar is. Mogelijk is het berichttarief van de aanbieder van toepassing.
no: Send som tekstmelding når iMessage ikke er tilgjengelig. Tekstmeldinger blir alltid sendt som SMS hvis RCS ikke er tilgjengelig. Meldings­kostnader til operatøren kan påløpe.
pl: Funkcja wysyłania SMS/MMS, gdy nie można wysłać iMessage, jest niedostępna. Gdy wiadomości RCS będą niedostępne, wiadomości tekstowe będą zawsze wysyłane jako SMS (operator może naliczać opłaty za wiadomości).
pt_br: Envia como SMS quando o iMessage estiver indisponível. As mensagens de texto sempre são enviadas como SMS quando o RCS não está disponível. A operadora pode cobrar pelo envio das mensagens.
pt_pt: Enviar como SMS quando iMessage não está disponível. As mensagens de texto são sempre enviadas como SMS quando não é possível usar RCS. Sujeito a tarifas adicionais.
ro: Trimiteți ca mesaj text când iMessage este indisponibil. Mesajele text vor fi trimise întotdeauna ca SMS atunci când serviciul RCS este indisponibil. Se pot aplica tarifele de mesagerie ale operatorului.
ru: Отправлять как SMS/MMS, если сервис iMessage недоступен. Текстовые сообщения всегда будут отправляться в виде SMS, когда RCS‑сервис недоступен. Оператор может взимать плату за отправку сообщений.
sk: Ak je služba iMessage nedostupná, poslať ako textovú správu. Textové správy budú vždy odosielané ako SMS, keď nie je k dispozícii RCS. Služba môže byť spoplatnená operátorom.
sl: Pošljite kot sporočilo SMS, kadar storitev iMessage ni na voljo. Kadar možnost RCS ni na voljo, se bodo sporočila SMS/MMS vedno pošiljala kot sporočila SMS. Operater vam bo morda zaračunal pošiljanje sporočil.
sv: Skicka som SMS om iMessage inte är tillgängligt. Textmeddelanden skickas alltid som SMS när RCS inte är tillgängligt. Operatörsavgifter kan tillkomma.
th: ส่งเป็นข้อความตัวอักษรเมื่อ iMessage ไม่พร้อมใช้งาน ข้อความตัวอักษรจะส่งเป็น SMS เสมอเมื่อไม่สามารถใช้งาน RCS ได้ อาจคิดอัตราค่าส่งข้อความจากผู้ให้บริการ
tr: iMessage kullanılamadığında SMS olarak gönder. RCS kullanılamadığında mesajlar her zaman SMS olarak gönderilir. Operatörün mesajlaşma tarifeleri uygulanabilir.
uk: Надсилати як SMS, коли служба iMessage недоступна. Текстові повідомлення завжди надсилатимуться як SMS, коли служба RCS недоступна. Оператор звʼязку може стягувати плату за повідомлення.
vi: Gửi bằng tin nhắn văn bản khi iMessage không khả dụng. Tin nhắn văn bản sẽ luôn gửi dưới dạng SMS khi RCS không khả dụng. Có thể áp dụng cước phí nhắn tin của nhà cung cấp.
zh_cn: iMessage信息不可用时作为信息发送。RCS不可用时，信息将始终作为短信发送。可能要支付运营商信息费用。
zh_hk: 無法使用iMessage時以訊息傳送。當無法使用RCS時，訊息總會以SMS傳送。但你可能需支付電訊商的訊息費用。
zh_tw: 無法使用iMessage時，以訊息格式傳送。無法使用RCS時，會一律以SMS格式傳送訊息。可能需支付電信業者訊息的費用。

source: Audio Messages
ar: رسائل صوتية
bg: Аудио съобщения
ca: Missatges d’àudio
cs: Zvukové zprávy
da: Lydbeskeder
de: Audionachrichten
el: Ηχητικά μηνύματα
es: Mensajes de audio
es_us: Mensajes de audio
fi: Ääniviestit
fr: Messages audio
fr_ca: Messages audio
he: הודעות שמע
hi: ऑडियो संदेश
hr: Audio poruke
hu: Hangüzenetek
id: Pesan Audio
it: Messaggi audio
ja: オーディオメッセージ
kk: Аудио хабарлар
ko: 오디오 메시지
lt: Garso žinutės
ms: Mesej Audio
nl: Audioberichten
no: Lydmeldinger
pl: Wiadomości audio
pt_br: Mensagens de Áudio
pt_pt: Mensagens de áudio
ro: Mesaje audio
ru: Аудиосообщения
sk: Audiosprávy
sl: Zvočna sporočila
sv: Ljudmeddelanden
th: ข้อความเสียง
tr: Sesli Mesajlar
uk: Аудіоповідомлення
vi: Tin nhắn Âm thanh
zh_cn: 音频信息
zh_hk: 語音訊息
zh_tw: 語音訊息

# MADRID_FILTER_LABEL
source: Filter Unknown Senders
ar: تصفية المرسلين غير المعروفين
bg: Филтриране на непознати податели
ca: Filtra els remitents desconeguts
cs: Filtrovat neznámé odesilatele
da: Filtrer ukendte afsendere
de: Unbekannte Absender filtern
el: Φίλτρο άγνωστων αποστολέων
es: Filtrar desconocidos
es_us: Filtrar desconocidos
fi: Suodata vieraat lähettäjät
fr: Filtrer les expéditeurs inconnus
fr_ca: Filtrer les expéditeurs inconnus
he: סינון שולחים לא ידועים
hi: अज्ञात प्रेषकों को फ़िल्टर करें
hr: Filtriraj nepoznate pošiljatelje
hu: Ismeretlen küldők szűrése
id: Filter Pengirim Tak Dikenal
it: Filtra mittenti sconosciuti
ja: 不明な差出人をフィルタ
kk: Белгісіз жіберушілерді сүзгілеу
ko: 알 수 없는 발신자 필터링하기
lt: Filtruoti nežinomus siuntėjus
ms: Tapis Pengirim Tak Dikenali
nl: Filter onbekende afzenders
no: Filtrer ukjente avsendere
pl: Filtruj nieznanych nadawców
pt_br: Filtrar Desconhecidos
pt_pt: Filtrar remetentes desconhecidos
ro: Filtrare necunoscuți
ru: Фильтрация по отправителю
sk: Filtrovať neznáme kontakty
sl: Filtriraj neznane pošiljatelje
sv: Filtrera okända avsändare
th: ฟิลเตอร์ผู้ส่งที่ไม่รู้จัก
tr: Bilinmeyenleri Filtrele
uk: Фільтрувати відправників
vi: Lọc người gửi ko xác định
zh_cn: 过滤未知发件人
zh_hk: 過濾未知的寄件人
zh_tw: 過濾未知的寄件人

# KEEP_MESSAGES_1MONTH
source: 30 Days
ar: ٣٠ يومًا
bg: 30 дни
ca: 30 dies
cs: 30 dnů
da: 30 dage
de: 30 Tage
el: 30 ημέρες
es: 30 días
es_us: 30 días
fi: 30 päivää
fr: 30 jours
fr_ca: 30 jours
he: 30 יום
hi: 30 दिन
hr: 30 dana
hu: 30 napig
id: 30 Hari
it: 30 giorni
ja: 30日
kk: 30 күн
ko: 30일
lt: 30 dienų
ms: 30 Hari
nl: 30 dagen
no: 30 dager
pl: 30 dni
pt_br: 30 Dias
pt_pt: 30 dias
ro: 30 de zile
ru: 30 дней
sk: 30 dní
sl: 30 dni
sv: 30 dagar
th: 30 วัน
tr: 30 Gün
uk: 30 днів
vi: 30 Ngày
zh_cn: 30天
zh_hk: 30日
zh_tw: 30天

source: RCS Messaging
ar: المراسلة عبر RCS
bg: RCS съобщения
ca: Missatgeria RCS
cs: RCS zprávy
da: RCS-beskeder
de: RCS-Nachrichten
el: Μηνύματα RCS
es: Mensajería RCS
es_us: Mensajes RCS
fi: RCS-viestit
fr: Service RCS
fr_ca: Messagerie RCS
he: הודעות RCS
hi: RCS मैसेजिंग
hr: RCS dopisivanje
hu: RCS-üzenetkezelés
id: Pesan RCS
it: Messaggi RCS
ja: RCSメッセージ
kk: RCS арқылы хабар алмасу
ko: RCS 메시지
lt: RCS žinutės
ms: Pemesejan RCS
nl: RCS-berichten
no: RCS-meldinger
pl: Wiadomości RCS
pt_br: Mensagens RCS
pt_pt: Mensagens RCS
ro: Mesagerie RCS
ru: RCS‑сообщения
sk: RCS správy
sl: Pošiljanje sporočil RCS
sv: RCS-meddelanden
th: การส่งข้อความ RCS
tr: RCS Mesajlaşma
uk: Обмін RCS-повідомленнями
vi: Nhắn tin RCS
zh_cn: RCS信息
zh_hk: RCS訊息
zh_tw: RCS傳訊

source: Cellular Data Settings
ar: إعدادات البيانات الخلوية
bg: Настройки на мобилни данни
ca: configuració de les dades mòbils
cs: Nastavení mobilní sítě
da: Indstillinger til mobildata
de: Einstellungen für Mobildaten
el: Ρυθμίσεις δεδομένων κινητού δικτύου
es: los ajustes de datos móviles
es_us: Configuración de datos celulares
fi: Mobiilidata-asetukset
fr: réglages Données cellulaires
fr_ca: Réglages des données cellulaires
he: הגדרות נתונים סלולריים
hi: मोबाइल डेटा सेटिंग्ज़
hr: Postavke mobilnih podataka
hu: Mobiladat-hálózat beállításai
id: Pengaturan Data Seluler
it: Impostazioni dati cellulare
ja: モバイルデータ通信設定
kk: Ұялы деректердің реттеулері
ko: 셀룰러 데이터 설정
lt: Mobiliojo ryšio duomenų nustatymai
ms: Seting Data Selular
nl: Instellingen voor mobiele data
no: Mobildatainnstillinger
pl: Ustawienia danych komórkowych
pt_br: Ajustes de Dados Celulares
pt_pt: Definições de dados móveis
ro: Configurări date celulare
ru: Настройки сотовых данных
sk: Nastavenia mobilných dát
sl: Nastavitve paketa mobilnih podatkov
sv: Inställningar för mobildata
th: การตั้งค่าข้อมูลเซลลูลาร์
tr: Hücresel Veri Ayarları
uk: Параметри стільникових даних
vi: Cài đặt dữ liệu di động
zh_cn: 蜂窝数据设置
zh_hk: 流動數據設定
zh_tw: 行動數據設定
